contrib/axismora/samples/rq/operationsS.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
	<SOAP-ENV:Body>
		<m:operations xmlns:m="Some-URI">
			<num>1</num>
			<x>8</x>
			<y>8</y>
		</m:operations>
	</SOAP-ENV:Body>
</SOAP-ENV:Envelope>
